// Previews
import previewBg1 from './images/content/item-image-2.jpg'
import previewBg2 from './images/content/item-image-1.jpg'
import previewBg3 from './images/content/item-image-3.jpg'
import previewBg4 from './images/content/item-image-4.jpg'
import previewBg5 from './images/content/item-image-5.jpg'
import previewBg6 from './images/content/item-image-6.jpg'



export default [
    {
        preview: {
            previewBg: `url(${previewBg1})`,
            heading: 'Мониторинг спецтехники',
            paragraph: 'Система Глонасс/GPS будет сообщать в реальном времени данные',
            list: [
                'Сколько топлива потратили',
                'Каким был средний расход',
                'Когда и по каким маршрутам передвигался транспорт'
            ]
        },
        swiper: [
            {
                heading: 'Контроль местоположения',
                list: [
                    'Автоматическое получение отчетов',
                    'Создание маршрутов и геозон',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Учет рабочего времени',
                    'Построение трека',
                    'Отчет по зажиганию и оборотам двигателя',
                    'Интеграция с 1С (УАТ, УСО)',
                    'Контроль посещения элеваторов',
                    'Отслеживание перемещения в реальном времени и история перемещений',
                    'Контроль местоположения, скорости и отображения на карте временных меток, возможностью выбора точек для показа детальной информации'
                ]
            },
            {
                heading: 'Контроль местоположения и топлива',
                list: [
                    'Автоматическое получение отчетов',
                    'Создание маршрутов и геозон',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Учет рабочего времени',
                    'Интеграция с 1С (УАТ, УСО)',
                    'Учет залитого топлива, контроль сливов',
                    'Отслеживание перемещения в реальном времени и история перемещений',
                    'Датчик уровня топлива с усиленной защитой для работы в экстремальных условиях',
                    'Контроль местоположения, скорости и отображения на карте временных меток, возможностью выбора точек для показа детальной информации'
                ]
            },
            {
                heading: 'Контроль местоположения, топлива и работы механизмов',
                list: [
                    'Работа гидравлики погрузчика',
                    'Автоматическое получение отчетов',
                    'Создание маршрутов и геозон',
                    'Контроль стиля вождения',
                    'Учет рабочего времени',
                    'Уведомление о необходимости ТО',
                    'Движение стрелы крана-экскаватора',
                    'Вращение бочки миксера',
                    'Количество подъемов автовышки',
                    'Подъем кузова самосвала',
                    'Нагрузки бульдозера',
                    'Отслеживание перемещений в реальном времени'
                ]
            },
            {
                heading: 'Контроль местоположения, видеонаблюдение',
                list: [
                    'Настраиваемая видеозапись по событию',
                    'Автоматическое получение отчетов',
                    'Создание маршрутов и геозон',
                    'Контроль стиля вождения',
                    'Учет рабочего времени',
                    'Уведомления о необходимости ТО',
                    'Наблюдение за работой техники и водителем',
                    'Вращение бочки миксера',
                    'Выгрузка выбранных записей на сервер',
                    'Удаленный просмотр видеоархива',
                    'Хранение записей от 1-го до 3-ех месяцев',
                    'Отслеживание передвижений в реальном времени'
                ]
            },
            {
                heading: 'Контроль местоположения и топлива при отсутствии сигнала GSM',
                list: [
                    'Передача данных на сервер при обнаружении сигналов GSM или сетей Wi-Fi',
                    'Автоматическое формирование топливных отчетов',
                    'Отслеживание передвижений в реальном времени',
                    'Интеграция с 1С (УАТ, УСО)',
                    'Автоматическое получение отчетов',
                    'Учет моточасов/смен, групповой отчет',
                    'Сбор данных при отсутствии сигнала сотовой сети',
                    'Автоматическое формирование отчетов о сливах и заправках, местоположение транспорта и других показателей',
                    'Контроль местоположения, скорости и отображения на карте с указанием временных меток, возможностью выбора точек дя показа детальной информации'
                ]
            },
        ]
    },
    {
        preview: {
            previewBg: `url(${previewBg2})`,
            heading: 'Мониторинг сельхозтехники ',
            paragraph: 'Возможности системы ГЛОНАСС/GPS ',
            list: [
                'Контроль за расходом топлива',
                'Уведомления о нарушениях',
                'Отслеживание маршрута техники',
                'Получение исторических данных'
            ]
        },
        swiper: [
            {
                heading: 'Контроль местоположения',
                list: [
                    'Автоматическое получение отчетов',
                    'Создание маршрутов и геозон',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Учет рабочего времени',
                    'Построение трека',
                    'Интеграция с 1С (УАТ, УСО)',
                    'Отслеживание перемещения в реальном времени и история перемещений',
                    'Контроль местоположения, скорости и отображения на карте временных меток, возможностью выбора точек для показа детальной информации'
                ]
            },
            {
                heading: 'Контроль местоположения и топлива',
                list: [
                    'Топливный отчет',
                    'Автоматическое получение отчетов',
                    'Создание маршрутов и геозон',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Учет рабочего времени',
                    'Контроль заправок и уровня топлива в баке',
                    'Отслеживание перемещения в реальном времени и история перемещений',
                    'Контроль местоположения, скорости и отображения на карте временных меток, возможностью выбора точек для показа детальной информации'
                ]
            },
            {
                heading: 'Контроль местоположения, топлива и работы механизмов',
                list: [
                    'Oтрисовка контуров полей и определение площади обработки',
                    'Контроль соблюдения технологии сельскохозяйственных работ',
                    'Мониторинг комбайнов, тракторов и прицепного оборудования',
                    'Контроль всего цикла распределения топлива: АЗС-топливозаправщик-техника ',
                    'Отчеты: топливные, моточасы, работа механизмов',
                    'Контроль соблюдения технологии сельскохозяйственных работ',
                    'Отчеты по механизаторам и орудиям',
                    'Интеграция с «1С» (УАТ, УСО)'
                ]
            },
            {
                heading: 'Контроль местоположения, видеонаблюдение',
                list: [
                    'Видеонаблюдение за обстановкой и водителем',
                    'Отрисовка контуров полей и определение площади обработки',
                    'Контроль соблюдения технологии сельскохозяйственных работ',
                    'Мониторинг комбайнов, тракторов и прицепного оборудования',
                    'Контроль сохранности собранного урожая и перевозимых грузов',
                    'Отчеты по механизаторам и орудиям',
                    'Визуализация качества обработки',
                    'Мониторинг комбайнов, тракторов и прицепного оборудования',
                    'Контроль всего цикла распределения топлива: АЗС-топливозаправщик-техника',
                    'Контроль соблюдения технологии сельскохозяйственных работ ',
                    'Контроль сохранности собранного урожая и перевозимых грузов',
                    'Контроль посещения элеваторов'
                ]
            }
        ]
    },
    {
        preview: {
            previewBg: `url(${previewBg3})`,
            heading: 'МОНИТОРИНГ ОБЩЕСТВЕННОГО ТРАНСПОРТА',
            paragraph: 'Позволяет',
            list: [
                'Контролировать соблюдение и  историю маршрутов',
                'Оперативно сигнализировать о проблемах с транстпортом',
                'Оперативно реагировать в случае ДТП',
            ]
        },
        swiper: [
            {
                heading: 'Контроль местоположения',
                list: [
                    'Отслеживание передвижений в реальном времени',
                    'Автоматическое получение отчётов',
                    'Создание маршрутов и геозон',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Учет рабочего времени',
                    'Интеграция с «1С» (УАТ, УСО)',
                    'Контроль местоположения, скорости и отображением на карте с указанием временных меток, возможностью выбора точек для показа детальной информации '
                ]
            },
            {
                heading: 'Контроль местоположения и топлива',
                list: [
                    'Передача данных в Ространснадзор',
                    'Информирование служб МЧС, ГИБДД, СМП',
                    'Тревожная кнопка',
                    'Громкая связь с водителем',
                    'Отчет по безопасности и стилю вождения',
                    'Уведомления о необходимости ТО',
                    'Отслеживание передвижений в реальном времени и история',
                    'Контроль местоположения, скорости и отображением на карте и указанием временных меток,  возможностью выбора точек для показа детальной информации'
                ]
            },
            {
                heading: 'Контроль местоположения, топлива и работы механизмов',
                list: [
                    'Настраиваемая видеозапись по событию',
                    'Автоматическое получение отчётов',
                    'Создание маршрутов и геозон',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Учет рабочего времени',
                    'Удаленный просмотр видеоархива',
                    'Выгрузка выбранных записей на компьютер пользователя',
                    'Наблюдение за работой техники и водителя',
                    'Отслеживание передвижений в реальном времени и история перемещений'
                ]
            },
            {
                heading: 'Контроль местоположения, видеонаблюдение',
                list: [
                    'Видеонаблюдение за обстановкой и водителем',
                    'Отрисовка контуров полей и определение площади обработки',
                    'Контроль соблюдения технологии сельскохозяйственных работ',
                    'Мониторинг комбайнов, тракторов и прицепного оборудования',
                    'Контроль сохранности собранного урожая и перевозимых грузов',
                    'Отчеты по механизаторам и орудиям',
                    'Визуализация качества обработки',
                    'Мониторинг комбайнов, тракторов и прицепного оборудования',
                    'Контроль всего цикла распределения топлива: АЗС-топливозаправщик-техника',
                    'Контроль соблюдения технологии сельскохозяйственных работ ',
                    'Контроль сохранности собранного урожая и перевозимых грузов',
                    'Контроль посещения элеваторов'
                ]
            }
        ]
    },
    {
        preview: {
            previewBg: `url(${previewBg4})`,
            heading: 'МОНИТОРИНГ БЕНЗОВОЗОВ И ТОПЛИВОЗАПРАВЩИКОВ',
            paragraph: 'Позволяет',
            list: [
                'Вести учёт залитого и отданного топлива',
                'Контроль уровня топлива в баке и цистерне с горючим',
                'Оперативно реагировать в случае ДТП'
            ]
        },
        swiper: [
            {
                heading: 'Контроль местоположения',
                list: [
                    'Учёт залитого и отданного топлива',
                    'Учёт моточасов и работы двигателя',
                    'Создание маршрутов и геозон',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Учет рабочего времени',
                    'Контроль уровня топлива в баке и цистерне с горючим',
                    'Блок искрозащиты, армированные трассы кабелей Д.У.Т',
                    'Контроль местоположения, скорости и отображением на карте с указанием временных меток, возможностью выбора точек для показа детальной информации ',
                    'Отслеживание передвижений в реальном времени и история перемещений',
                    'Взрывозащищённые датчики уровня топлива с сертификатом взрывобезопасности'
                ]
            },
            {
                heading: 'Контроль местоположения, топлива, при отсутствии сигнала GSM',
                list: [
                    'Создание маршрутов и геозон',
                    'Учёт залитого и отданного топлива',
                    'Учёт моточасов и работы двигателя',
                    'Учет рабочего времени',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Блок искрозащиты, армированные трассы кабелей Д.У.Т.',
                    'Отслеживание передвижений в реальном времени и история перемещений',
                    'Взрывозащищённые датчики уровня топлива с сертификатом взрывобезопасности',
                    'Сбор данных через Wi-Fi сеть, отправка данных на сервер мониторинга при появлении GSM-сигнала или входе в Wi-Fi сеть предприятия'
                ]
            },
            {
                heading: 'Контроль местоположения, видеонаблюдение',
                list: [
                    'Отслеживание передвижений в реальном времени и история перемещений',
                    'Автоматическое получение отчётов',
                    'Создание маршрутов и геозон',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Учет рабочего времени',
                    'Удаленный просмотр видеоархива',
                    'Выгрузка выбранных записей на компьютер пользователя',
                    'Наблюдение за работой техники и водителя',
                    'Настраиваемая видеозапись по событию'
                ]
            },
            {
                heading: 'Оснащение транспорта  спутниковой навигации АСН ГЛОНАСС',
                list: [
                    'Передача данных в Ространснадзор',
                    'Информирование служб МЧС, ГИБДД, СМП',
                    'Тревожная кнопка',
                    'Громкая связь с водителем',
                    'Отчет по безопасности и стилю вождения',
                    'Отслеживание передвижений в реальном времени и история',
                    'Контроль местоположения, скорости и отображением на карте с указанием временных меток, возможностью выбора точек для показа детальной информации '
                ]
            }
        ]
    },
    {
        preview: {
            previewBg: `url(${previewBg5})`,
            heading: 'МОНИТОРИНГ ГРУЗОВОГО ТРАНСПОРТА',
            paragraph: 'позволяет',
            list: [
                'Вести учёт залитого и отданного топлива',
                'Контролировать расход и уровень топлива',
                'Контроль стиля вождения'
            ]
        },
        swiper: [
            {
                heading: 'Контроль местоположения',
                list: [
                    'Отслеживание передвижений в реальном времени и история перемещений',
                    'Автоматическое получение отчётов',
                    'Создание маршрутов и геозон',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Учет рабочего времени',
                    'Контроль местоположения, скорости и отображением на карте с указанием временных меток, возможностью выбора точек для показа детальной информации'
                ]
            },
            {
                heading: 'Контроль местоположения и расхода топлива',
                list: [
                    'Создание маршрутов и геозон',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Учет рабочего времени',
                    'Отслеживание передвижений в реальном времени и история перемещений',
                    'Контроль и получение информации о точном расходе топлива автомобиля, а так же контроль слива с «обратки»',
                    'Контроль местоположения, скорости и отображением на карте и указанием временных меток, фиксацией стоянок/остановок, возможностью выбора точек для показа детальной информации'
                ]
            },
            {
                heading: 'Контроль местоположения, расхода топлива и параметров ТС по средствам адаптера CAN-шины',
                list: [
                    'Показания данных с CAN-шины т/с (уровень топлива в баке, расход топлива, обороты и температура двигателя, температура охлаждающей жидкости, состояние педалей тормоза и сцепления, , колесного одометра и др.)',
                    'Контроль местоположения, скорости и отображением на карте и указанием временных меток,  фиксацией стоянок/остановок, возможностью выбора точек для показа детальной информации',
                    'Отслеживание передвижений в реальном времени и история перемещений',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Учет рабочего времени',
                    'Создание маршрутов и геозон'
                ]
            },
            {
                heading: 'Контроль рефрижераторных установок',
                list: [
                    'Контроль местоположения',
                    'Работа рефрижераторной установки',
                    'Температура внутри холодильной установки',
                    'Контроль топлива (заправки/сливы/расход)',
                    'Контроль открытия дверей',
                    'Отслеживание передвижений в реальном времени и история перемещений'
                ]
            },
            {
                heading: 'Контроль местоположения, топлива, работы механизмов для служб ЖКХ',
                list: [
                    'Учет рейсов и контрольных точек',
                    'Анализ времени пребывания на контрольных точках',
                    'Контроль скорости движения при дорожных/уборочных работах',
                    'Интеграция с «1С Предприятие»',
                    'Уведомления о необходимости ТО',
                    'Контроль работы навесного оборудования и специальных механизмов',
                    'Отслеживание передвижений в реальном времени и история перемещений',
                    'Контроль местоположения, скорости и отображением на карте и указанием временных меток, фиксацией стоянок/остановок, возможностью выбора точек для показа детальной информации.  '
                ]
            },
            {
                heading: 'Контроль местоположения, видеонаблюдение',
                list: [
                    'Отслеживание передвижений в реальном времени и история перемещений',
                    'Автоматическое получение отчётов',
                    'Просмотр и запись видеофрагментов в автоматическом режиме',
                    'Контроль окружающей обстановки и дорожной ситуации посредством установленных видеокамер',
                    'Уведомления о необходимости ТО',
                    'Построение маршрута, создание геозон и контрольных точек',
                    'Топливные отчеты и отчеты по скорости движения и соблюдении ПДД',
                    'Контроль заправок, сливов топлива, автоматическое извещение о нарушениях',
                    'Посменный отчет, групповой отчет'
                ]
            }
        ]
    },
    {
        preview: {
            previewBg: `url(${previewBg6})`,
            heading: 'МОНИТОРИНГ ЛЕГКОВОГО ТРАНСПОРТА',
            paragraph: 'Использование этого решения позволяет',
            list: [
                'Вести учёт залитого и отданного топлива',
                'Контролировать расход и уровень топлива',
                'Контроль стиля вождения'
            ]
        },
        swiper: [
            {
                heading: 'Контроль местоположения',
                list: [
                    'Отслеживание передвижений в реальном времени и история перемещений',
                    'Автоматическое получение отчётов',
                    'Создание маршрутов и геозон',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Учет рабочего времени',
                    'Контроль местоположения, скорости и отображением на карте с указанием временных меток, возможностью выбора точек для показа детальной информации'
                ]
            },
            {
                heading: 'Контроль местоположения и расхода топлива',
                list: [
                    'Создание маршрутов и геозон',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Учет рабочего времени',
                    'Отслеживание передвижений в реальном времени и история перемещений',
                    'Контроль и получение информации о точном расходе топлива автомобиля, а так же контроль слива с «обратки»',
                    'Контроль местоположения, скорости и отображением на карте и указанием временных меток, фиксацией стоянок/остановок, возможностью выбора точек для показа детальной информации'
                ]
            },
            {
                heading: 'Контроль местоположения, расхода топлива и параметров ТС по средствам адаптера CAN-шины',
                list: [
                    'Показания данных с CAN-шины ТС',
                    'Контроль местоположения, скорости и отображением на карте и указанием временных меток,  фиксацией стоянок/остановок, возможностью выбора точек для показа детальной информации.',
                    'Отслеживание передвижений в реальном времени и история перемещений',
                    'Контроль стиля вождения',
                    'Уведомления о необходимости ТО',
                    'Учет рабочего времени',
                    'Создание маршрутов и геозон'
                ]
            },
            {
                heading: 'Контроль рефрижераторных установок',
                list: [
                    'Контроль местоположения',
                    'Работа рефрижераторной установки',
                    'Температура внутри холодильной установки',
                    'Контроль топлива',
                    'Контроль открытия дверей',
                    'Отслеживание передвижений в реальном времени и история перемещений'
                ]
            },
            {
                heading: 'Контроль местоположения, топлива, работы механизмов для служб ЖКХ',
                list: [
                    'Учет рейсов и контрольных точек',
                    'Анализ времени пребывания на контрольных точках',
                    'Контроль скорости движения при дорожных/уборочных работах',
                    'Интеграция с «1С Предприятие»',
                    'Уведомления о необходимости ТО',
                    'Контроль работы навесного оборудования и специальных механизмов',
                    'Отслеживание передвижений в реальном времени и история перемещений',
                    'Контроль местоположения, скорости и отображением на карте и указанием временных меток, фиксацией стоянок/остановок, возможностью выбора точек для показа детальной информации'
                ]
            },
            {
                heading: 'Контроль местоположения, видеонаблюдение',
                list: [
                    'Отслеживание передвижений в реальном времени и история перемещений',
                    'Автоматическое получение отчётов',
                    'Просмотр и запись видеофрагментов в автоматическом режиме',
                    'Загрузка выбранных видеофрагментов на локальный носитель с сервера',
                    'Контроль окружающей обстановки и дорожной ситуации посредством установленных видеокамер',
                    'Интеграция с «1С» (УАТ, УСО)',
                    'Построение маршрута, создание геозон и контрольных точек',
                    'Топливные отчеты и отчеты по скорости движения и соблюдении ПДД',
                ]
            }
        ]
    }
]